Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Print dialogs open expanded
cs: Dialogová okna Tisk se otevírají rozbalená
de: Der Dialog „Drucken“ öffnet sich erweitert
es: Los cuadros de diálogo Imprimir se abren expandidos
fr: Les zones de dialogue Imprimer s’ouvrent développées
it: Le finestre di dialogo Stampa si aprono espanse
ja: “プリント”ダイアログを展開した状態で開く
ko: 프린트 대화상자가 확장된 상태로 열림
nl: Afdrukvensters openen uitgevouwen
pl: Okna dialogowe Drukuj otwierają się rozwinięte
pt: As caixas de diálogo Imprimir abrem expandidas
ro: Dialogurile Tipărire se deschid extinse
ru: Диалоговые окна печати открываются в развернутом виде
sv: Dialogrutan Skriv ut öppnas utvidgad
tr: Yazdır sorgu kutuları genişletilmiş olarak açılır
uk: Діалогові вікна «Друкувати» відкриваються розгорнутими
zh_hans: “打印”对话框默认展开
zh_hant: 「列印」對話框打開時即展開

source: Prints files with syntax highlighting, line numbers, and Git changes. BAT_THEME=ansi uses the Terminal theme’s colors, and MANPAGER shows manual pages through it.
cs: Vypisuje soubory se zvýrazněním syntaxe, čísly řádků a změnami v Gitu. BAT_THEME=ansi použije barvy motivu Terminálu a MANPAGER přes něj zobrazí manuálové stránky.
de: Gibt Dateien mit Syntaxhervorhebung, Zeilennummern und Git-Änderungen aus. BAT_THEME=ansi verwendet die Farben des Terminal-Themas, und MANPAGER zeigt man-Seiten mit bat an.
es: Muestra archivos con resaltado de sintaxis, números de línea y cambios de Git. BAT_THEME=ansi usa los colores del tema de Terminal, y MANPAGER muestra las páginas de manual a través de bat.
fr: Affiche des fichiers avec coloration syntaxique, numéros de ligne et modifications Git. BAT_THEME=ansi reprend les couleurs du thème de Terminal, et MANPAGER affiche les pages de man par son intermédiaire.
it: Stampa i file con evidenziazione della sintassi, numeri di riga e modifiche di Git. BAT_THEME=ansi usa i colori del tema di Terminale, e MANPAGER mostra le pagine man attraverso bat.
ja: ファイルを、シンタックスハイライト、行番号、Gitでの変更箇所付きで表示します。BAT_THEME=ansiでターミナルのテーマのカラーが使われ、MANPAGERを使うとmanページもbatを通して表示されます。
ko: 구문 강조, 줄 번호, Git 변경 사항과 함께 파일을 출력합니다. BAT_THEME=ansi를 사용하면 터미널 테마의 색상이 적용되며, MANPAGER를 사용하면 man 페이지도 이 도구를 통해 표시됩니다.
nl: Toont bestanden met syntaxiskleuring, regelnummers en Git-wijzigingen. BAT_THEME=ansi gebruikt de kleuren van het Terminal-thema, en MANPAGER toont man-pagina's via bat.
pl: Wyświetla pliki z podświetlaniem składni, numerami wierszy i oznaczeniami zmian z Gita. Ustawienie BAT_THEME=ansi sprawia, że bat używa kolorów motywu Terminala, a MANPAGER pokazuje przez niego strony man.
pt: Exibe arquivos com realce de sintaxe, números de linha e alterações do Git. Com BAT_THEME=ansi, o bat usa as cores do tema do Terminal, e a variável MANPAGER mostra as páginas man por meio dele.
ro: Afișează fișiere cu evidențierea sintaxei, numere de linie și modificările din Git. Cu BAT_THEME=ansi, folosește culorile temei din Terminal, iar MANPAGER afișează paginile de manual prin el.
ru: Выводит файлы с подсветкой синтаксиса, номерами строк и изменениями Git. BAT_THEME=ansi включает цвета темы Терминала, а MANPAGER показывает через него man-страницы.
sv: Skriver ut filer med syntaxmarkering, radnummer och Git-ändringar. Med BAT_THEME=ansi används Terminal-temats färger, och MANPAGER visar man-sidor via bat.
tr: Dosyaları sözdizimi vurgulaması, satır numaraları ve Git değişiklikleriyle birlikte görüntüler. BAT_THEME=ansi ile Terminal temasının renkleri kullanılır; MANPAGER ise man sayfalarını onun aracılığıyla gösterir.
uk: Виводить файли з підсвічуванням синтаксису, номерами рядків і змінами Git. Якщо задати BAT_THEME=ansi, bat використовує кольори теми Термінала, а MANPAGER показує через нього man-сторінки.
zh_hans: 输出文件内容，带有语法高亮、行号和Git更改。设置BAT_THEME=ansi后，它会使用“终端”主题的颜色；设置MANPAGER后，man页面会通过它显示。
zh_hant: 顯示檔案內容，並加上語法上色、行號和Git變更。BAT_THEME=ansi會採用「終端機」主題的顏色，MANPAGER則會透過它顯示man頁面。

source: Privacy
cs: Soukromí
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt: Privacidade
ro: Intimitate
ru: Приватность
sv: Integritet
tr: Gizlilik
uk: Приватність
zh_hans: 隐私
zh_hant: 隱私權

source: Privacy permissions were reset. %@ asks you again the next time it needs them.
cs: Oprávnění pro soukromé údaje byla resetována. Aplikace %@ se vás znovu zeptá, až je bude příště potřebovat.
de: Die Datenschutzberechtigungen wurden zurückgesetzt. „%@“ fragt dich erneut, wenn die App das nächste Mal Zugriff benötigt.
es: Se han restablecido los permisos de privacidad. %@ volverá a preguntarte la próxima vez que los necesite.
fr: Les autorisations de confidentialité ont été réinitialisées. %@ vous les redemandera la prochaine fois qu’il en aura besoin.
it: Le autorizzazioni per la privacy sono state reimpostate. %@ ti chiederà di nuovo il permesso la prossima volta che ne avrà bisogno.
ja: プライバシー権限はリセットされました。次に必要になったときに、“%@”から再び許可を求められます。
ko: 개인정보 보호 권한이 재설정되었습니다. 다음에 필요할 때 ‘%@’이(가) 다시 권한을 요청합니다.
nl: Privacytoestemmingen zijn opnieuw ingesteld. %@ vraagt je weer om toestemming de volgende keer dat de app ze nodig heeft.
pl: Wyzerowano uprawnienia prywatności. Aplikacja %@ znów Cię zapyta, gdy następnym razem będzie ich potrzebować.
pt: As permissões de privacidade foram redefinidas. %@ vai pedir de novo na próxima vez que precisar delas.
ro: Permisiunile de intimitate au fost resetate. Aplicația %@ vă va întreba din nou data viitoare când va avea nevoie de ele.
ru: Разрешения на доступ сброшены. Приложение «%@» спросит Вас заново, когда ему в следующий раз понадобится доступ.
sv: Integritetsbehörigheterna nollställdes. %@ frågar dig igen nästa gång den behöver dem.
tr: Gizlilik izinleri sıfırlandı. %@, bir dahaki sefere bunlara ihtiyaç duyduğunda sizden yeniden izin ister.
uk: Дозволи приватності скинуто. Програма «%@» знову запитає вас, коли вони їй знадобляться наступного разу.
zh_hans: 隐私权限已重置。“%@”下次需要时会重新征求你的许可。
zh_hant: 隱私權限已重置。「%@」下次需要時會再次向你詢問。

source: Privacy permissions weren’t reset.
cs: Oprávnění pro soukromé údaje nebyla resetována.
de: Die Datenschutzberechtigungen wurden nicht zurückgesetzt.
es: No se han restablecido los permisos de privacidad.
fr: Les autorisations de confidentialité n’ont pas été réinitialisées.
it: Le autorizzazioni per la privacy non sono state reimpostate.
ja: プライバシー権限はリセットされませんでした。
ko: 개인정보 보호 권한이 재설정되지 않았습니다.
nl: Privacytoestemmingen zijn niet opnieuw ingesteld.
pl: Nie wyzerowano uprawnień prywatności.
pt: As permissões de privacidade não foram redefinidas.
ro: Permisiunile de intimitate nu au fost resetate.
ru: Разрешения на доступ не сброшены.
sv: Integritetsbehörigheterna nollställdes inte.
tr: Gizlilik izinleri sıfırlanmadı.
uk: Дозволи приватності не скинуто.
zh_hans: 隐私权限未重置。
zh_hant: 隱私權限未重置。

source: Privacy permissions weren’t reset. %@
cs: Oprávnění pro soukromé údaje nebyla resetována. %@
de: Die Datenschutzberechtigungen wurden nicht zurückgesetzt. %@
es: No se han restablecido los permisos de privacidad. %@
fr: Les autorisations de confidentialité n’ont pas été réinitialisées. %@
it: Le autorizzazioni per la privacy non sono state reimpostate. %@
ja: プライバシー権限はリセットされませんでした。%@
ko: 개인정보 보호 권한이 재설정되지 않았습니다. %@
nl: Privacytoestemmingen zijn niet opnieuw ingesteld. %@
pl: Nie wyzerowano uprawnień prywatności. %@
pt: As permissões de privacidade não foram redefinidas. %@
ro: Permisiunile de intimitate nu au fost resetate. %@
ru: Разрешения на доступ не сброшены. %@
sv: Integritetsbehörigheterna nollställdes inte. %@
tr: Gizlilik izinleri sıfırlanmadı. %@
uk: Дозволи приватності не скинуто. %@
zh_hans: 隐私权限未重置。%@
zh_hant: 隱私權限未重置。%@

source: Prompt
cs: Výzva k zadání příkazu
de: Eingabeaufforderung
es: Indicador de la línea de comandos
fr: Invite de commande
ja: プロンプト
ko: 프롬프트
pl: Znak zachęty
ru: Приглашение ввода
tr: Bilgi İstemi
uk: Запрошення командного рядка
zh_hans: 提示符
zh_hant: 提示行

source: Protected by macOS
cs: Chráněno systémem macOS
de: Von macOS geschützt
es: Protegida por macOS
fr: Protégée par macOS
it: Protetta da macOS
ja: macOSにより保護
ko: macOS에서 보호됨
nl: Beschermd door macOS
pl: Chronione przez macOS
pt: Protegido pelo macOS
ro: Protejată de macOS
ru: Защищено macOS
sv: Skyddad av macOS
tr: macOS tarafından korunuyor
uk: Під захистом macOS
zh_hans: 受macOS保护
zh_hant: 受macOS保護

source: Pull and Push
cs: Stahování a odesílání
de: Pull und Push
es: Pull y push
fr: Pull et push
it: Pull e push
ja: プルとプッシュ
ko: 풀 및 푸시
nl: Pull en push
pl: Pobieranie i wypychanie
pt: Pull e Push
ro: Pull și push
ru: Получение и отправка
sv: Pull och push
tr: Pull ve Push
uk: Отримання та відправлення змін
zh_hans: 拉取与推送
zh_hant: 拉取與推送

source: Push new branches without setting them up
cs: Odesílat nové větve bez předchozího nastavení
de: Neue Branches pushen, ohne sie einzurichten
es: Hacer push de ramas nuevas sin configurarlas
fr: Pousser les nouvelles branches sans les configurer
it: Esegui il push dei nuovi branch senza configurarli
ja: 新しいブランチを設定なしでプッシュ
ko: 추적 설정 없이 새로운 브랜치 푸시
nl: Push nieuwe branches zonder ze in te stellen
pl: Wypychaj nowe gałęzie bez konfigurowania
pt: Fazer push de branches novos sem configurá-los
ro: Faceți push la branch‑urile noi fără a le configura
ru: Отправлять новые ветки без настройки
sv: Skicka upp nya grenar utan att ställa in dem
tr: Yeni dalları önceden ayarlamadan push et
uk: Відправляти нові гілки без налаштування
zh_hans: 推送新分支时无需设置上游
zh_hant: 推送新分支時無須預先設定

source: Put Back
cs: Vrátit zpět
de: Zurücklegen
es: Restaurar
fr: Remettre
it: Ripristina
ja: 戻す
ko: 되돌려 놓기
nl: Zet terug
pl: Przywróć
pt: Colocar de Volta
ro: Puneți înapoi
ru: Восстановить
sv: Lägg tillbaka
tr: Yerine Koy
uk: Повернути назад
zh_hans: 放回原处
zh_hant: 還原

source: Put Settings Back
cs: Vrátit nastavení zpět
de: Einstellungen zurücklegen
es: Restaurar los ajustes
fr: Remettre les réglages
it: Ripristina impostazioni
ja: 設定を戻す
ko: 설정 되돌려 놓기
nl: Zet instellingen terug
pl: Przywróć ustawienia
pt: Colocar Ajustes de Volta
ro: Puneți înapoi configurările
ru: Восстановить настройки
sv: Lägg tillbaka inställningarna
tr: Ayarları Yerine Koy
uk: Повернути налаштування
zh_hans: 将设置放回原处
zh_hant: 還原設定

source: Put back ^[%lld item](inflect: true).
cs: Z koše bylo vráceno zpět %lld položek.
de: %lld Objekte zurückgelegt.
es: Se han restaurado %lld ítems.
fr: %lld éléments remis en place.
it: Ripristinati %lld elementi dal Cestino.
ja: %lld項目を戻しました。
ko: 항목 %lld개를 되돌려 놓았습니다.
nl: %lld onderdelen teruggezet.
pl: Przywrócono z Kosza %lld rzeczy.
pt: %lld itens colocados de volta.
ro: %lld de articole au fost puse înapoi.
ru: Восстановлено %lld объекта.
sv: %lld objekt lades tillbaka.
tr: %lld öğe yerine kondu.
uk: Повернуто назад %lld елемента.
zh_hans: 已将%lld个项目放回原处。
zh_hant: 已將%lld個項目還原。

source: Put back the screenshot folder
cs: Vrátit zpět složku pro snímky obrazovky
de: Vorherigen Ordner für Bildschirmfotos wiederherstellen
es: Restaurar la carpeta de las capturas de pantalla
fr: Remettre le dossier des captures d’écran
it: Ripristina la cartella degli screenshot
ja: スクリーンショットの保存先を戻す
ko: 스크린샷 폴더 되돌려 놓기
nl: Zet de map voor schermafbeeldingen terug
pl: Przywróć folder zrzutów ekranu
pt: Colocar de volta a pasta das capturas de tela
ro: Puneți înapoi dosarul pentru capturi de ecran
ru: Восстановить папку для снимков экрана
sv: Lägg tillbaka mappen för skärmavbilder
tr: Ekran resmi klasörünü yerine koy
uk: Повернути назад папку для знімків екрана
zh_hans: 恢复原来的截屏文件夹
zh_hant: 還原截圖檔案夾

source: Put back the screenshot name
cs: Vrátit zpět název snímků obrazovky
de: Vorherigen Namen für Bildschirmfotos wiederherstellen
es: Restaurar el nombre de las capturas de pantalla
fr: Remettre le nom des captures d’écran
it: Ripristina il nome degli screenshot
ja: スクリーンショットの名前を戻す
ko: 스크린샷 이름 되돌려 놓기
nl: Zet de naam van schermafbeeldingen terug
pl: Przywróć nazwę zrzutów ekranu
pt: Colocar de volta o nome das capturas de tela
ro: Puneți înapoi numele pentru capturi de ecran
ru: Восстановить имя для снимков экрана
sv: Lägg tillbaka namnet för skärmavbilder
tr: Ekran resmi adını yerine koy
uk: Повернути назад назву знімків екрана
zh_hans: 恢复原来的截屏名称
zh_hant: 還原截圖名稱

# Put back the settings saved for %@ on %@?
source: Put back the settings saved for %1$@ on %2$@?
cs: Vrátit zpět nastavení uložená pro aplikaci %@ dne %@?
de: Die am %2$@ für „%1$@“ gesicherten Einstellungen zurücklegen?
es: ¿Restaurar los ajustes de %@ guardados el %@?
fr: Remettre les réglages de %@ enregistrés le %@ ?
it: Vuoi ripristinare le impostazioni salvate per %@ in data %@?
ja: %2$@に“%1$@”用に保存された設定を戻しますか?
ko: %2$@에 저장된 ‘%1$@’의 설정을 되돌려 놓겠습니까?
nl: Instellingen van %@, bewaard op %@, terugzetten?
pl: Przywrócić ustawienia aplikacji %@ zachowane %@?
pt: Colocar de volta os ajustes salvos de %@ em %@?
ro: Puneți înapoi configurările salvate pentru %@ pe %@?
ru: Восстановить настройки приложения «%@», сохраненные %@?
sv: Vill du lägga tillbaka inställningarna som sparades för %@ den %@?
tr: %@ için %@ tarihinde kaydedilen ayarlar yerine konsun mu?
uk: Повернути назад налаштування програми «%@», збережені %@?
zh_hans: 要将于%2$@为“%1$@”保存的设置放回原处吗？
zh_hant: 要將為「%@」於%@儲存的設定還原嗎？

source: Puts these settings back, after saving the ones the app has now.
cs: Vrátí tato nastavení zpět, ale nejprve uloží současná nastavení aplikace.
de: Legt diese Einstellungen zurück und sichert vorher die aktuellen Einstellungen der App.
es: Restaura estos ajustes después de guardar los que la app tiene ahora.
fr: Remet ces réglages en place, après avoir enregistré les réglages actuels de l’app.
it: Ripristina queste impostazioni, dopo aver salvato quelle attuali dell’app.
ja: アプリの現在の設定を保存してから、これらの設定を戻します。
ko: 앱의 현재 설정을 저장한 후 이 설정을 되돌려 놓습니다.
nl: Zet deze instellingen terug, nadat de huidige instellingen van de app zijn bewaard.
pl: Przywraca te ustawienia po zachowaniu tych, które aplikacja ma teraz.
pt: Coloca estes ajustes de volta, depois de salvar os atuais do app.
ro: Pune înapoi aceste configurări, după ce le salvează pe cele pe care aplicația le are acum.
ru: Восстанавливает эти настройки, предварительно сохранив текущие настройки приложения.
sv: Lägger tillbaka de här inställningarna efter att ha sparat appens nuvarande inställningar.
tr: Uygulamanın şu anki ayarlarını kaydettikten sonra bu ayarları yerine koyar.
uk: Повертає ці налаштування, спершу зберігши поточні.
zh_hans: 先保存App当前的设置，再将这些设置放回原处。
zh_hant: 先儲存App目前的設定，再還原這些設定。

source: Putting back…
cs: Vracení zpět…
de: Zurücklegen …
es: Restaurando…
fr: Remise en place…
it: Ripristino…
ja: 戻しています…
ko: 되돌려 놓는 중…
nl: Terugzetten…
pl: Przywracam…
pt: Colocando de volta…
ro: Se pun înapoi…
ru: Восстановление…
sv: Lägger tillbaka…
tr: Yerine konuyor…
uk: Повернення…
zh_hans: 正在放回…
zh_hant: 正在還原⋯

source: Quick Actions
cs: Rychlé akce
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ja: クイックアクション
ko: 빠른 동작
nl: Snelle taken
pl: Szybkie czynności
pt: Ações Rápidas
ro: Acțiuni rapide
ru: Быстрые действия
sv: Snabbåtgärder
tr: Hızlı Eylemler
uk: Швидкі дії
zh_hans: 快速操作
zh_hant: 快速動作

source: Quick Look
cs: Rychlý náhled
de: Übersicht
es: Vista rápida
fr: Coup d’œil
it: Visualizzazione rapida
ja: クイックルック
ko: 훑어보기
nl: Geef snel weer
pl: Szybki przegląd
pt: Visualização Rápida
ro: Privire rapidă
ru: Быстрый просмотр
sv: Överblicka
tr: Göz At
uk: Швидкий перегляд
zh_hans: 快速查看
zh_hant: 快速查看

# Quick Look (extension point)
source: Quick Look
cs: Rychlý náhled
de: Übersicht
es: Vista rápida
fr: Coup d’œil
it: Visualizzazione rapida
ja: クイックルック
ko: 훑어보기
nl: Geef snel weer
pl: Szybki przegląd
pt: Visualização Rápida
ro: Privire rapidă
ru: Быстрый просмотр
sv: Överblick
tr: Göz At
uk: Швидкий перегляд
zh_hans: 快速查看
zh_hant: 快速查看

source: Quick Look Plug-ins
cs: Plug-iny Rychlého náhledu
de: Übersichts-Plug-ins
es: Módulos de Vista rápida
fr: Modules Coup d’œil
it: Plugin di Visualizzazione rapida
ja: クイックルックプラグイン
ko: 훑어보기 플러그인
nl: Plug-ins voor Snelle weergave
pl: Wtyczki Szybkiego przeglądu
pt: Plug-ins da Visualização Rápida
ro: Plug-inuri Privire rapidă
ru: Плагины Быстрого просмотра
sv: Överblick-insticksfiler
tr: Göz At Yazılım Ekleri
uk: Плагіни Швидкого перегляду
zh_hans: 快速查看插件
zh_hant: 快速查看外掛模組

source: Quit %@
cs: Ukončit aplikaci %@
de: „%@“ beenden
es: Salir de %@
fr: Quitter %@
it: Esci da %@
ja: %@を終了
ko: %@ 종료
nl: Stop %@
pl: Zakończ %@
pt: Encerrar %@
ro: Închideți aplicația %@
ru: Завершить %@
sv: Avsluta %@
tr: Çık: %@
uk: Завершити програму «%@»
zh_hans: 退出%@
zh_hant: 結束%@

source: Quit %@ before removing it.
cs: Před odstraněním aplikaci %@ ukončete.
de: Beende „%@“, bevor du die App entfernst.
es: Sal de %@ antes de eliminarla.
fr: Quittez %@ avant de le supprimer.
it: Esci da %@ prima di rimuoverla.
ja: ゴミ箱に入れる前に、“%@”を終了してください。
ko: 제거하기 전에 ‘%@’을(를) 종료하십시오.
nl: Stop %@ voordat je de app verwijdert.
pl: Zakończ %@ przed odinstalowaniem.
pt: Encerre %@ antes de removê-lo.
ro: Închideți aplicația %@ înainte de a o elimina.
ru: Завершите приложение «%@», прежде чем удалять его.
sv: Avsluta %@ innan du tar bort den.
tr: Kaldırmadan önce %@ uygulamasından çıkın.
uk: Завершіть програму «%@», перш ніж вилучати її.
zh_hans: 请先退出“%@”，再将其移除。
zh_hant: 移除「%@」前，請先結束它。

source: Quit %@ before removing its files.
cs: Než odstraníte soubory aplikace %@, ukončete ji.
de: Beende „%@“, bevor du die zugehörigen Dateien entfernst.
es: Sal de %@ antes de eliminar sus archivos.
fr: Quittez %@ avant de supprimer ses fichiers.
it: Esci da %@ prima di rimuovere i suoi file.
ja: ファイルをゴミ箱に入れる前に、“%@”を終了してください。
ko: 파일을 제거하기 전에 ‘%@’을(를) 종료하십시오.
nl: Stop %@ voordat je de bestanden ervan verwijdert.
pl: Zakończ %@, zanim przeniesiesz jego pliki do Kosza.
pt: Encerre %@ antes de remover os arquivos dele.
ro: Închideți %@ înainte de a‑i elimina fișierele.
ru: Завершите %@, прежде чем удалять его файлы.
sv: Avsluta %@ innan du tar bort dess filer.
tr: %@ dosyalarını kaldırmadan önce uygulamadan çıkın.
uk: Завершіть програму «%@», перш ніж вилучати її файли.
zh_hans: 请先退出“%@”，再移除它的文件。
zh_hant: 移除「%@」的檔案前，請先結束它。

source: Quit %@ first, or it can write its own settings over these.
cs: Nejprve ukončete aplikaci %@, jinak může tato nastavení přepsat svými vlastními.
de: Beende „%@“ zuerst, sonst kann die App ihre eigenen Einstellungen darüberschreiben.
es: Sal primero de %@, o podría escribir sus propios ajustes encima de estos.
fr: Quittez d’abord %@, sinon il risque d’écrire ses propres réglages par-dessus.
it: Prima esci da %@, altrimenti potrebbe scrivere le proprie impostazioni sopra queste.
ja: 先に“%@”を終了してください。終了しないと、アプリが独自の設定でこれらを上書きすることがあります。
ko: 먼저 ‘%@’을(를) 종료하십시오. 그렇지 않으면 앱이 이 설정 위에 자체 설정을 덮어쓸 수 있습니다.
nl: Stop eerst %@, anders kan de app de eigen instellingen hier overheen schrijven.
pl: Najpierw zakończ %@, bo w przeciwnym razie może zapisać własne ustawienia w miejsce tych.
pt: Encerre %@ primeiro, senão ele pode gravar os próprios ajustes por cima destes.
ro: Mai întâi închideți %@, altfel își poate scrie propriile configurări peste acestea.
ru: Сначала завершите приложение «%@», иначе оно может записать свои настройки поверх этих.
sv: Avsluta %@ först, annars kan appen skriva sina egna inställningar över de här.
tr: Önce %@ uygulamasından çıkın, yoksa kendi ayarlarını bunların üzerine yazabilir.
uk: Спершу завершіть програму «%@», інакше вона може записати власні налаштування поверх цих.
zh_hans: 请先退出“%@”，否则它可能会用自己的设置覆盖这些设置。
zh_hant: 請先結束「%@」，否則它可能會用自己的設定覆寫這些設定。

source: Quit Apps
cs: Ukončit aplikace
de: Apps beenden
es: Salir de las apps
fr: Quitter les apps
it: Esci dalle app
ja: アプリを終了
ko: 앱 종료
nl: Stop apps
pl: Zakończ aplikacje
pt: Encerrar Apps
ro: Închideți aplicațiile
ru: Завершить приложения
sv: Avsluta appar
tr: Uygulamalardan Çık
uk: Завершити програми
zh_hans: 退出App
zh_hant: 結束App

source: Quit Peel
cs: Ukončit aplikaci Peel
de: „Peel“ beenden
es: Salir de Peel
fr: Quitter Peel
it: Esci da Peel
ja: Peelを終了
ko: Peel 종료
nl: Stop Peel
pl: Zakończ Peel
pt: Encerrar Peel
ro: Închideți aplicația Peel
ru: Завершить Peel
sv: Avsluta Peel
tr: Çık: Peel
uk: Завершити програму «Peel»
zh_hans: 退出Peel
zh_hant: 結束Peel

source: Quit Peel and open it again, so it can use Full Disk Access.
cs: Ukončete Peel a znovu ho otevřete, aby mohl používat plný přístup k disku.
de: Beende Peel und öffne es erneut, damit Peel den Festplattenvollzugriff nutzen kann.
es: Sal de Peel y vuelve a abrirlo para que pueda usar el acceso total al disco.
fr: Quittez Peel puis rouvrez-le pour qu’il puisse utiliser l’accès complet au disque.
it: Esci da Peel e riaprilo, così può usare l’accesso completo al disco.
ja: フルディスクアクセスを使用できるように、Peelを終了してから再度開いてください。
ko: Peel이 전체 디스크 접근 권한을 사용할 수 있도록 Peel을 종료한 다음 다시 여십시오.
nl: Stop Peel en open het opnieuw, zodat het volledige schijftoegang kan gebruiken.
pl: Zakończ Peel i otwórz go ponownie, aby mógł korzystać z pełnego dostępu do dysku.
pt: Encerre o Peel e abra-o novamente para que ele possa usar o Acesso Total ao Disco.
ro: Închideți aplicația Peel și deschideți‑o din nou, ca să poată folosi Acces complet la disc.
ru: Завершите Peel и откройте его снова, чтобы он мог использовать полный доступ к диску.
sv: Avsluta Peel och öppna appen igen så att den kan använda full skivtillgång.
tr: Tam Disk Erişimi’ni kullanabilmesi için Peel’den çıkıp onu yeniden açın.
uk: Завершіть програму «Peel» і відкрийте її знову, щоб вона могла використовувати повний доступ до диска.
zh_hans: 退出Peel并重新打开，以便它使用完全磁盘访问权限。
zh_hant: 請結束Peel並重新打開，讓它能使用「完全取用磁碟」權限。

source: Quit Terminal
cs: Ukončit Terminál
de: Terminal beenden
es: Salir de Terminal
fr: Quitter Terminal
it: Esci da Terminale
ja: ターミナルを終了
ko: 터미널 종료
nl: Stop Terminal
pl: Zakończ Terminal
pt: Encerrar Terminal
ro: Închideți aplicația Terminal
ru: Завершить Терминал
sv: Avsluta Terminal
tr: Terminal’den Çık
uk: Завершити Термінал
zh_hans: 退出终端
zh_hant: 結束終端機

source: Quit Terminal first?
cs: Nejprve ukončit Terminál?
de: Terminal zuerst beenden?
es: ¿Salir primero de Terminal?
fr: Quitter d’abord Terminal ?
it: Vuoi prima uscire da Terminale?
ja: 先にターミナルを終了しますか?
ko: 먼저 터미널을 종료하겠습니까?
nl: Terminal eerst stoppen?
pl: Najpierw zakończyć Terminal?
pt: Encerrar o Terminal primeiro?
ro: Închideți mai întâi aplicația Terminal?
ru: Сначала завершить Терминал?
sv: Vill du avsluta Terminal först?
tr: Önce Terminal’den çıkılsın mı?
uk: Спершу завершити Термінал?
zh_hans: 要先退出“终端”吗？
zh_hant: 要先結束「終端機」嗎？

source: Quit these apps before removing them.
cs: Před odstraněním tyto aplikace ukončete.
de: Beende diese Apps, bevor du sie entfernst.
es: Sal de estas apps antes de eliminarlas.
fr: Quittez ces apps avant de les supprimer.
it: Esci da queste app prima di rimuoverle.
ja: ゴミ箱に入れる前に、これらのアプリを終了してください。
ko: 제거하기 전에 이 앱들을 종료하십시오.
nl: Stop deze apps voordat je ze verwijdert.
pl: Zakończ te aplikacje przed ich odinstalowaniem.
pt: Encerre estes apps antes de removê-los.
ro: Închideți aceste aplicații înainte de a le elimina.
ru: Завершите эти приложения, прежде чем удалять их.
sv: Avsluta de här apparna innan du tar bort dem.
tr: Kaldırmadan önce bu uygulamalardan çıkın.
uk: Завершіть ці програми, перш ніж вилучати їх.
zh_hans: 请先退出这些App，再将其移除。
zh_hant: 移除這些App之前，請先結束它們。
